var app4 = new Vue({
    el: '#app-4',
    data: {
        biography: [
            { title: '幼少期', age: '0~6歳', image: '1',  text1: '1999年10月14日、千葉県松戸市生まれ。', text2: '幼い頃から活発でLEGOブロックなどのものづくりが大好きな男の子でした。', text3: '将来のの夢は「F1レーサー」になることでした。' },
            { title: '小学時代', age: '6~12歳', image: '1',  text1: 'サッカー、水泳、ソフトボールを習っていました。', text2: '喘息もちでしたが、スポーツ好きが功を奏して症状も緩和されていきました。', text3: '' },
            { title: '中学時代', age: '12~15歳', image: '1',  text1: '中学生になると駅伝部に入部、仲間にも恵まれ充実した日々を過ごします。', text2: '「ゆず」の影響でギターを始め、音楽の楽しさに出逢います。', text3: '高校受験に向けた猛勉強の末、偏差値を15上げ無事志望校に合格。この時の将来の夢は自衛官になることでした。' },
            { title: '高校時代', age: '15~18歳', image: '1',  text1: '高校でも駅伝部として必死に練習に取り組むも、記録が伸び悩み挫折を経験する。', text2: '最後の大会でも思うような結果は残せなかったが、数多くのことを6年間の駅伝から学んだ。', text3: '受験、部活も終わりアルバイトに明け暮れていた頃、友人の誘いでライブハウスへ、初めてのステージを経験する。卒業式ではピアノ伴奏もし、当時の夢は小学校教諭になることでした。' },
            { title: '大学時代', age: '18歳~現在', image: '1',  text1: '小学校教諭を目指して勉強するも、実習で自分には向いていないと感じ教職を断念。その後は音楽に没頭する。', text2: 'ライブ居酒屋でPAとして働きながら音響知識を学び、ライブ活動のみならず、曲作りを始めると同時に自身の音源制作にも取り組む。自主レーベル作品として発表した1st.アルバムは初日で50枚近くを売り上げた。音源の売り上げを足掛かりにレコーディング事業を開始し、アーティスト支援にも取り組みました。', text3: '大学3年の夏、独学でプログラミングを学習。現在はフロントエンドエンジニアを目指して、制作会社でフロント業務のインターンとして修行中。' },
        ]
    }
});