var app4 = new Vue({
    el: '#app-4',
    data: {
        biography: [
            { title: '', age: '', image: 'images/bio-1.jpg', text1: '1999年10月14日 千葉県松戸市生まれ。', text2: '弘法大師が由来となり「弘来」と名付けられました。', text3: '' },
            { title: '', age: '', image: 'images/bio-2.jpg', text1: '幼い頃からブロックなどのものづくりが大好きな男の子でした。', text2: '', text3: '' },
            { title: '', age: '', image: 'images/bio-3.jpg', text1: '小学生の時にはサッカー、水泳、ソフトボールを習っていました。', text2: '', text3: '' },
            { title: '', age: '', image: 'images/bio-4.jpg', text1: '学校ではやんちゃで怒られない日が珍しいほどでした。', text2: '将来の夢は自衛官になることでした。', text3: '' },
            { title: '', age: '', image: 'images/bio-5.jpg', text1: '中学校では駅伝部に入部、そこで出会った仲間とは今でも一緒に飲みに行くほど仲のいいメンバーです。', text2: '右から２番目にいるのが私です。', text3: '' },
            { title: '', age: '', image: 'images/bio-6.jpg', text1: '中学最後の駅伝大会の様子。', text2: '左腕には「辛いのは一瞬、後悔は一生。」の文字。', text3: 'チームの座右の銘であり、メンバー全員がこの文字を腕に刻んで大会に臨みました。' },
            { title: '', age: '', image: 'images/bio-7.jpg', text1: '卒業時の将来の夢は小学校から変わらず「自衛官」になることでした。', text2: '当時はほんとに真面目でした...', text3: '' },
            { title: '', age: '', image: 'images/bio-8.jpg', text1: '高校入学後も駅伝部に入部。', text2: '日々練習に取り組むも記録が伸び悩み挫折を経験。', text3: '最後の大会でも目標には届きませんでしたが、さまざまなことを駅伝から学びました。' },
            { title: '', age: '', image: 'images/bio-9.jpg', text1: '部活、受験も終わりアルバイトに明け暮れていた頃、友人の誘いでライブハウスへ。', text2: '初めてのステージを経験し、こんな世界があるんだと感動したのを覚えています。', text3: '' },
            { title: '', age: '', image: 'images/bio-10.jpg', text1: '卒業式ではピアノ伴奏も担当。', text2: '高校卒業時の夢は小学校教諭になることでした。', text3: '' },
            { title: '', age: '', image: 'images/bio-11.jpg', text1: '大学入学後、教員を目指して勉強するも、実習で自分には向いていないと感じ教職を断念。以降音楽漬けの日々を送ります。', text2: 'ライブ活動開始と同時期に作曲活動やPAとして音響技術のノウハウを学んでいきました。', text3: '' },
            { title: '', age: '', image: 'images/bio-12.jpg', text1: '制作全ての工程を1人で行う事にこだわり抜いた渾身の自主レーベル一作目は、発売初日のレコ発ワンマンにて50枚近くを売り上げました。', text2: '機材購入やパッケージング、焼き入れ作業まで、まさにワンマン作品でした。', text3: '' },
            { title: '', age: '', image: 'images/bio-13.jpg', text1: 'このCDの売り上げを足掛かりにレコーディング事業を開始。', text2: 'アーティストを支援する側としても活動しました。', text3: '' },
            { title: '', age: '', image: 'images/bio-14.jpg', text1: '大学三年の夏からプログラミングを開始。', text2: '3ヶ月後、WEB制作会社のアルバイトとしてIT業界へ！！', text3: '現在はインターンとしてより本格的な開発業務にチャレンジしています。' },
            { title: '', age: '', image: 'images/bio-15.jpg', text1: '紛れもなく今の自分は、数多の選択肢の中でこの道を選んだからこそ出会えた人や、自分自身によって形作られていると思います。', text2: '良い選択も、悪い選択も、この道を選んだからこそ今の自分がここにいる。', text3: 'これから先、私はどんな選択をするんだろう。ワクワクしながら日々を生きていたいです。' },
        ]
    }
});